/* Drawing Title @ Z% */
"%@ @ %d%%" = "%1$@ @ %2$d%%";

/* %lu Drawings Selected */
"%lu Drawings Selected" = "%lu تصاميم محددة";

/* Format string for Openclipart search results */
"%lu items found" = "%lu عناصر موجودة";

/* 1 Drawing Selected */
"1 Drawing Selected" = "1 تصميم محدد";

/* Label for Openclipart search results (1) */
"1 item found" = "١ عنصر مختار";

/* A3 */
"A3" = "A3";

/* A4 */
"A4" = "A4";

/* Activity */
"Activity" = "نشاط";

/* Add Anchor Points */
"Add Anchor Points" = "إضافة نقاط ربط";

/* Add to Photo Album */
"Add to Photo Album" = "إضافة إلى ألبوم الصور";

/* Align Bottom */
"Align Bottom" = "محاذاة إلى الأسفل";

/* Align Center */
"Align Center" = "محاذاة إلى المركز";

/* Align Left */
"Align Left" = "محاذاة إلى اليسار";

/* Align Middle */
"Align Middle" = "محاذاة إلى المنتصف";

/* Align Right */
"Align Right" = "محاذاة إلى اليمين";

/* Align Top */
"Align Top" = "محاذاة إلى الأعلى";

/* Are you sure you want to unlink your Dropbox account? */
"Are you sure you want to unlink your Dropbox account?" = "هل أنت متأكد من إلغاء ربط حسابك في Dropbox؟";

/* Arrange */
"Arrange" = "ترتيب";

/* arrowheads */
"arrowheads" = "رأس السهم";

/* Arrowheads */
"Arrowheads" = "رؤوس الأسهم";

/* B4 */
"B4" = "B4";

/* B5 */
"B5" = "B5";

/* Blend Back to Front */
"Blend Back to Front" = "مزيج من الخلف إلى الأمام";

/* Blend Horizontally */
"Blend Horizontally" = "مزيج أفقي";

/* Blend Mode */
"Blend Mode" = "وضع المزيج";

/* Blend Vertically */
"Blend Vertically" = "مزيج عمودي";

/* blur */
"blur" = "التمويه";

/* Bring Forward */
"Bring Forward" = "إحضار إلى الأمام";

/* Bring to Front */
"Bring to Front" = "الوضع في المقدمة";

/* Broken Drawing */
"Broken Drawing" = "رسم متقطع";

/* Cancel */
"Cancel" = "إلغاء";

/* Centimeters */
"Centimeters" = "Centimeters";

/* Check out my Inkpad drawing! */
"Check out my Inkpad drawing!" = "ألقي نظرة على ما قمت بتصميمه باستخدام برنامج iPhotoshop 2";

/* Abbreviation for Centimeters unit */
"cm" = "cm";

/* Color */
"Color" = "لون";

/* Color Balance… */
"Color Balance…" = "معادلة اللون…";

/* Combine Paths */
"Combine Paths" = "دمج المسارات";

/* Copy */
"Copy" = "نسخ";

/* Copy Drawing */
"Copy Drawing" = "نسخ التصميم";

/* Corner Radius */
"Corner Radius" = "نصف قطر الزاوية";

/* Create new drawing */
"Create" = "إنشاء";

/* Create Outlines from Text */
"Create Outlines from Text" = "إنشاء مخطط تفصيلي للنص";

/* Creating Document... */
"Creating Document..." = "إنشاء مستند...";

/* Custom Size */
"Custom Size" = "حجم مخصص";

/* Cut */
"Cut" = "قص";

/* Darken */
"Darken" = "العتمة";

/* dash */
"dash" = "dash";

/* Decay */
"Decay" = "Decay";

/* Delete */
"Delete" = "حذف";

/* Delete %d Drawings */
"Delete %d Drawings" = "حذف %d تصاميم";

/* Delete Anchor Points */
"Delete Anchor Points" = "حذف نقاط الربط";

/* Delete Drawing */
"Delete Drawing" = "حذف التصميم";

/* Desaturate */
"Desaturate" = "إلغاء التشبع";

/* Deselect All */
"Deselect All" = "إلغاء تحديد الكل";

/* Difference */
"Difference" = "الفرق";

/* Distribute Horizontally */
"Distribute Horizontally" = "Distribute Horizontally";

/* Distribute Vertically */
"Distribute Vertically" = "Distribute Vertically";

/* Download Problem */
"Download Problem" = "مشكلة في التحميل";

/* Downloading “%@” */
"Downloading “%@”" = "يتم تحميل “%@”";

/* Default drawing name prefix */
"Drawing" = "تصميم";

/* Drawing Size */
"Drawing Size" = "حجم التصميم";

/* Dropbox */
"Dropbox" = "Dropbox";

/* Duplicate */
"Duplicate" = "إزدواج";

/* Duplicate and Transform Again */
"Duplicate and Transform Again" = "ازدواج وتحويل مرة أخرى";

/* Duplicate Drawing */
"Duplicate Drawing" = "تكرار التصميم";

/* Duplicate in Place */
"Duplicate in Place" = "ازدواج محلي";

/* Dynamic 'Smart' alignment guides */
"Dynamic Guides" = "Dynamic Guides";

/* Edit */
"Edit" = "تحرير";

/* Email */
"Email" = "Email";

/* Eraser Size */
"Eraser Size" = "حجم الممحاة";

/* Exclude */
"Exclude" = "استبعاد";

/* Exclusion */
"Exclusion" = "الاستبعاد";

/* Export as PDF */
"Export as PDF" = "تصدير بصيغة PDF";

/* Export as PNG */
"Export as PNG" = "تصدير بصيغة PNG";

/* Export as SVG */
"Export as SVG" = "تصدير بصيغة SVG";

/* Fill */
"Fill" = "التعبئة";

/* Flip Horizontally */
"Flip Horizontally" = "انعكاس أفقي";

/* Flip Vertically */
"Flip Vertically" = "انعكاس عمودي";

/* Font */
"Font" = "الخط";

/* Font Library */
"Font Library" = "مكتبة الخطوط";

/* Fonts */
"Fonts" = "الخطوط";

/* Gallery */
"Gallery" = "المعرض";

/* gap */
"gap" = "فراغ";

/* Gradient */
"Gradient" = "التدرج";

/* Grid */
"Grid" = "شبكة";

/* Grid Spacing */
"Grid Spacing" = "تباعد الشبكة";

/* Group */
"Group" = "مجموعة";

/* Height */
"Height" = "الارتفاع";

/* Help */
"Help" = "الشرح والمساعدة";

/* Hue */
"Hue" = "تدرج الألوان";

/* Hue and Saturation… */
"Hue and Saturation…" = "تدرج الألوان و درجة التشبع…";

/* Import */
"Import" = "استيراد";

/* Import %lu */
"Import %lu" = "إستيراد %lu";

/* Import All */
"Import All" = "إستيراد الكل";

/* Import Problem */
"Import Problem" = "خطأ أثناء الإستيراد";

/* Import your own fonts via Dropbox */
"Import your own fonts via Dropbox" = "استيراد الخطوط الخاصة بك عن طريق Dropbox";

/* Importing “%@” */
"Importing “%@”" = "يتم إستيراد “%@”";

/* Abbreviation for Inches unit */
"in" = "in";

/* Inches */
"Inches" = "Inches";

/* Name of Help html file */
"index" = "index_ar";

/* Inkpad could not import “%@”. It may be corrupt or in a format that's not supported. */
"Inkpad could not import “%@”. It may be corrupt or in a format that's not supported." = "فوتوشوب2 لم يستطع استيراد “%@”. قد يكون تالفا أو بتنسيق غير معتمد.";

/* Inkpad could not import “%@”. There is not enough available memory. */
"Inkpad could not import “%@”. There is not enough available memory." = "فوتوشوب2 لم يستطع استيراد “%@”. ليس هناك ما يكفي من الذاكرة المتوفرة.";

/* Inkpad could not open the requested drawing. */
"Inkpad could not open the requested drawing." = "فوتوشوب2 لم يستطع فتح التصميم المطلوب.";

/* Inkpad Drawing */
"Inkpad Drawing" = "تصميم فتوشوب ٢";

/* Inkpad Help */
"Inkpad Help" = "مساعدة فتوشوب ٢";

/* Intersect */
"Intersect" = "Intersect";

/* Invert */
"Invert" = "عكس";

/* Isolate Active Layer */
"Isolate Active Layer" = "عزل الطبقة النشطة";

/* Join Paths */
"Join Paths" = "ضم المسارات";

/* Landscape */
"Landscape" = "عرضي";

/* Layer %d */
"Layer %d" = "الطبقة رقم %d";

/* Layers */
"Layers" = "الطبقات";

/* U.S. Legal Paper Size */
"Legal" = "Legal";

/* U.S. Letter Paper Size */
"Letter" = "Letter";

/* Lighten */
"Lighten" = "تفتيح";

/* Luminosity */
"Luminosity" = "لمعان";

/* Mask */
"Mask" = "قناع";

/* Millimeters */
"Millimeters" = "Millimeters";

/* Abbreviation for Millimeters unit */
"mm" = "mm";

/* Multiply */
"Multiply" = "تضاعف";

/* New Drawing */
"New Drawing" = "رسم جديد";

/* Label for no Openclipart search results */
"No items found" = "لم يتم العثور على أي عناصر";

/* None */
"None" = "لا شيء";

/* Normal */
"Normal" = "طبيعي";

/* Number of Points */
"Number of Points" = "عدد النقاط";

/* Number of Sides */
"Number of Sides" = "عدد الجوانب/الأضلاع";

/* offset */
"offset" = "إلتواء";

/* OK */
"OK" = "حسناً";

/* Alert text when deleting multiple drawings */
"Once deleted, these drawings cannot be recovered." = "بمجرد الحذف، لا يمكن استرداد هذه التصميم.";

/* Alert text when deleting 1 drawing */
"Once deleted, this drawing cannot be recovered." = "بمجرد الحذف، لا يمكن استرداد هذا التصميم.";

/* Title of Openclipart import panel. Probably shouldn't be localized. */
"Openclipart" = "Openclipart";

/* Page orientation (landscape/portrait) */
"Orientation" = "Orientation";

/* Outline Mode */
"Outline Mode" = "وضع مخطط";

/* Outline Stroke */
"Outline Stroke" = "مخطط الحدود";

/* Overlay */
"Overlay" = "التراكب";

/* Paste */
"Paste" = "لصق";

/* Path */
"Path" = "مسار";

/* Abbreviation for Picas unit */
"pc" = "pc";

/* Photo */
"Photo" = "صورة";

/* Picas */
"Picas" = "Picas";

/* Pixels */
"Pixels" = "Pixels";

/* Place Text on Path */
"Place Text on Path" = "وضع نص على المسار";

/* Points */
"Points" = "Points";

/* Portrait */
"Portrait" = "رأسي";

/* Post on Facebook */
"Post on Facebook" = "مشاركة على الفيس بوك";

/* Print */
"Print" = "طباعة";

/* Print Drawing */
"Print Drawing" = "طباعة التصميم";

/* Abbreviation for Points unit */
"pt" = "pt";

/* Abbreviation for Pixels unit */
"px" = "px";

/* Reverse Path Direction */
"Reverse Path Direction" = "عكس اتجاه المسار";

/* Rulers */
"Rulers" = "المساطر";

/* Samples */
"Samples" = "نماذج";

/* Saturation */
"Saturation" = "درجة التشبع";

/* Screen */
"Screen" = "Screen";

/* Openclipart search bar placeholder text. */
"Search Openclipart" = "البحث عن قصاصة فنية مفتوحة";

/* Select */
"Select" = "تحديد";

/* Select All */
"Select All" = "تحديد الكل";

/* Select All in Layer */
"Select All in Layer" = "حدد كل ما في الطبقة";

/* Select Drawings */
"Select Drawings" = "تحديد التصاميم";

/* Select Swatches */
"Select Swatches" = "حدد النماذج";

/* Send */
"Send" = "إرسال";

/* Send Backward */
"Send Backward" = "إرسال إلى المؤخرة";

/* Send to Back */
"Send to Back" = "إرسال إلى الخلف";

/* Separate Paths */
"Separate Paths" = "فصل المسارات";

/* Settings */
"Settings" = "الإعدادات";

/* Shadow */
"Shadow" = "الظل";

/* Shadow and Opacity */
"Shadow and Opacity" = "الظل و الشفافية";

/* Size and Units */
"Size and Units" = "الحجم و الوحدات";

/* Snap to Edges */
"Snap to Edges" = "انطباق على الحواف";

/* Snap to Grid */
"Snap to Grid" = "انطباق على الشبكة";

/* Snap to Points */
"Snap to Points" = "انجذاب إلى النقاط";

/* Stroke */
"Stroke" = "الحدود";

/* Subtract Front */
"Subtract Front" = "Subtract Front";

/* Swap */
"Swap" = "مبادلة";

/* Swatches */
"Swatches" = "نماذج الالوان";

/* U.S. Tabloid Paper Size */
"Tabloid" = "Tabloid";

/* Text */
"Text" = "نص";

/* The active layer is hidden. */
"The active layer is hidden." = "تم إخفاء الطبقة النشطة";

/* The active layer is locked and hidden. */
"The active layer is locked and hidden." = "الطبقة النشطة مؤمنة و مخفية";

/* The active layer is locked. */
"The active layer is locked." = "تم تأمين الطبقة النشطة";

/* There was a problem downloading“%@”. Check your network connection and try again. */
"There was a problem downloading “%@”. Check your network connection and try again." = "هناك مشكلة في تحميل “%@”. تحقق من اتصالك بالشبكة وحاول مرة أخرى.";

/* There was a problem uploading“%@”. Check your network connection and try again. */
"There was a problem uploading “%@”. Check your network connection and try again." = "هناك مشكلة في رفع “%@”. تحقق من اتصالك بالشبكة وحاول مرة أخرى.";

/* Transform Again */
"Transform Again" = "تحويل مرة أخرى";

/* Tweet */
"Tweet" = "Tweet";

/* Ungroup */
"Ungroup" = "إلغاء المجموعة";

/* Unite */
"Unite" = "وحدة";

/* Units */
"Units" = "وحدات";

/* Unlink */
"Unlink" = "إلغاء الربط";

/* Unlink Dropbox */
"Unlink Dropbox" = "إلغاء ربط Dropbox";

/* Unmask */
"Unmask" = "إلغاء القناع";

/* Upload */
"Upload" = "رفع";

/* Upload Problem */
"Upload Problem" = "خطأ في الرفع";

/* Uploading “%@” */
"Uploading “%@”" = "يتم رفع “%@”";

/* Uploading... */
"Uploading..." = "يتم الرفع...";

/* Width */
"Width" = "العرض";


"Never ask me again" = "لا تسألني مرة أخرى";

"Rate it now" = "قيمه الآن";

"Remind me later" = "ذكرني لاحقاً";

"If you enjoy , would you mind taking a moment to rate it? It won’t take more than a minute. Thanks for your support!" = "إذا أعجبك هذا التطبيق، هل تمانع في أخذ لحظة لتقييمه ؟ فإن ذلك لن يستغرق أكثر من دقيقة واحدة. شكرا لدعمكم!";
